"DST" = "Hora de Verão";
"STD" = "STD";
"Loaded " = "Carregado";
" deep space objects" = " objectos de céu profundo";
"Loading NV fragment program: " = "A carregar o programa de fragmentos NV: ";
"Error loading NV fragment program: " = "Erro ao carregar o programa de fragmentos NV: ";
"Error in fragment program " = "Erro no programa de fragmentos";
"Initializing NV fragment programs . . .\n" = "A inicializar o programa de fragmentos NV . . .\n";
"All NV fragment programs loaded successfully.\n" = "Todos os programas de fragmentos NV foram carregados com sucesso.\n";
"Initializing ARB fragment programs . . .\n" = "A inicialzar os programas de fragmentos ARB . . .\n";
"Galaxy (Hubble type: %s)" = "Galáxia (classe de Hubble: %s)";
"Loading image from file " = "A carregar imagem do ficheiro ";
": unrecognized or unsupported image file type.\n" = ": tipo de ficheiro de imagem irreconhecível ou não suportado.\n";
"Error opening image file " = "Erro ao abrir o ficheiro de imagem ";
"Error: " = "Erro: ";
" is not a PNG file.\n" = " não é um ficheiro PNG.\n";
"Error reading PNG image file " = "Erro ao ler o ficheiro de imagem PNG ";
"Loading model: " = "Carregando o modelo: ";
"   Model statistics: " = "  Estatísticas do modelo: ";
" vertices, " = " vértices, ";
" primitives, " = " primitivas, ";
" materials " = " materiais";
" unique)\n" = " único)\n";
"Error loading model '" = "Erro ao carregar o modelo '";
"%s" = "%s";
"Error in .ssc file (line " = "Erro no ficheiro .ssc (linha";
"parent body '" = "corpo pai '";
"' of '" = "' de '";
"' not found." = "' não encontrado.";
"warning duplicate definition of " = "aviso de definição duplicada de ";
"bad alternate surface" = "superfície alternativa inválida";
"bad location" = "localização inválida";
"' not found.\n" = "' não encontrado.\n";
"Bad header for cross index\n" = "Cabeçalho inválido para o índice remissivo\n";
"Bad version for cross index\n" = "Versão inválida para o índice remissivo\n";
"Loading cross index failed at record " = "O carregamento do índice remissivo falhou no registo ";
"Bad spectral type in star database, star #" = "Classe espectral inválida na base de dados de estrelas, estrela #";
" stars in binary database\n" = "estrelas na base de dados de binárias\n";
"Total star count: " = "Total de estrelas: ";
"Error in .stc file (line " = "Erro no ficheiro .stc (linha";
"Invalid star: bad spectral type.\n" = "Estrela inválida: classe espectral inválida.\n";
"Invalid star: missing spectral type.\n" = "Estrela inválida: classe espectral ausente.\n";
"Barycenter " = "Baricentro ";
" does not exist.\n" = " não existe.\n";
"Invalid star: missing right ascension\n" = "Estrela inválida: ascensão recta ausente\n";
"Invalid star: missing declination.\n" = "Estrela inválida: declinação ausente.\n";
"Invalid star: missing distance.\n" = "Estrela inválida: distância ausente.\n";
"Invalid star: missing magnitude.\n" = "Estrela inválida: magnitude ausente.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Estrela inválida: terá que especificar a magnitude absoluta (não a aparente) para a estrela perto da origem \n";
"Creating tiled texture. Width=" = "Criando uma textura em mosaico. Largura=";
", max=" = ", máx=";
"Creating ordinary texture: " = "Criando textura normal: ";
"Loading NV vertex program: " = "A carregar o programa de vértices NV: ";
"Error loading NV vertex program: " = "Erro ao carregar o programa de vértices NV: ";
"Error in vertex program " = "Erro no programa de vértices ";
"Loading ARB vertex program: " = "A carregar o programa de vértices ARB: ";
"Error loading ARB vertex program: " = "Erro ao carregar o programa de vértices ARB: ";
", line " = ", linha ";
"Initializing NV vertex programs . . .\n" = "A inicializar o programa de vértices NV . . . \n";
"All NV vertex programs loaded successfully.\n" = "Todos os programas de vértices NV foram carregados com sucesso.\n";
"Initializing ARB vertex programs . . .\n" = "A inicializar os programas de vértices ARB . . . \n";
"All ARB vertex programs loaded successfully.\n" = "Todos os programas de vértices ARB foram carregados com sucesso.\n";
"Error reading favorites file." = "Erro ao ler o ficheiro de favoritos.";
"Orientation: " = "Orientação: ";
"Error opening script file." = "Erro ao abrir o ficheiro de script.";
"Error opening script '%s'" = "Erro ao abrir o script '%s'";
"Unknown error opening script" = "Erro desconhecido ao abrir o script";
"Script coroutine initialization failed" = "Falha na inicialização da co-rotina do script";
"Invalid filetype" = "Tipo de ficheiro inválido";
"Magnitude limit: %.2f" = "Limite de magnitude: %.2f";
"Markers enabled" = "Marcas activadas";
"Markers disabled" = "Marcas desactivadas";
"Goto surface" = "Ir para a superfície";
"Alt-azimuth mode enabled" = "Modo altazimutal activado";
"Alt-azimuth mode disabled" = "Modo altazimutal desactivado";
"Star style: fuzzy points" = "Forma das estrelas: Pontos Indistintos";
"Star style: points" = "Forma das estrelas: Pontos";
"Star style: scaled discs" = "Forma das estrelas: Discos à escala";
"Comet tails enabled" = "Caudas de cometa activadas";
"Comet tails disabled" = "Caudas de cometa desactivadas";
"Render path: Basic" = "Caminho de Renderização: Básico";
"Render path: Multitexture" = "Caminho de Renderização: Multitexturas";
"Render path: NVIDIA combiners" = "Caminho de Renderização: combiners NVIDIA";
"Render path: OpenGL vertex program" = "Caminho de Renderização: programa de vértices OpenGL";
"Render path: NVIDIA vertex program and combiners" = "Caminho de Renderização: programa de vértices e combiners NVIDIA";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Caminho de Renderização: programa de vértices OpenGL / combiners NVIDIA";
"Render path: OpenGL 1.5 vertex/fragment program" = "Caminho de Renderização: programa de vértices/fragmentos OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Caminho de Renderização: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Caminho de Renderização: OpenGL 2.0";
"Auto-magnitude enabled" = "Magnitude automática activada";
"Auto-magnitude disabled" = "Magnitude automática desactivada";
"Cancel" = "Cancelar";
"Time and script are paused" = "O tempo e o script estão em pausa";
"Time is paused" = "O tempo está em pausa";
"Resume" = "Retomar";
"Light travel time:  %.4f yr " = "Tempo de viagem da luz: %.4f anos ";
"Light travel time:  %d min  %.1f s" = "Tempo de viagem da luz: %d min %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Tempo de viagem da luz: %d h %d min %.1f s";
"Light travel delay included" = "Atraso da viagem da luz incluído";
"Light travel delay switched off" = "Atraso da viagem da luz desligado";
"Light travel delay ignored" = "Atraso da viagem da luz ignorado";
"Using normal surface textures." = "Usando texturas de superfície normais.";
"Using limit of knowledge surface textures." = "Usando texturas no limite do conhecimento de superfície ";
"Follow" = "Seguir";
"Time: Forward" = "Tempo: para a frente";
"Time: Backward" = "Tempo: para trás";
"Time rate" = "Velocidade do tempo";
"Sync Orbit" = "Órbita Geoest.";
"Lock" = "Fixar";
"Chase" = "Seguir";
"Auto magnitude limit at 45 degrees:  %.2f" = "Limite de magnitude automática a 45 graus: %.2f";
"Ambient light level:  %.2f" = "Luz Ambiente: %.2f";
"Light gain" = "Ganho de luz";
"Bloom enabled" = "Florescência activada";
"Bloom disabled" = "Florescência desactivada";
"Exposure" = "Exposição";
"GL error: " = "Erro de GL: ";
"View too small to be split" = "Vista demasiado pequena para ser dividida";
"Added view" = "Panorama acrescentado";
"ly" = "a.l.";
"au" = "ua";
" days" = " dias";
" hours" = " horas";
" minutes" = " minutos";
"Apparent diameter: " = "Diâmetro aparente: ";
"Apparent magnitude: " = "Magnitude aparente: ";
"Absolute magnitude: " = "Magnitude absoluta: ";
"RA: " = "AR: ";
"Dec: " = "Dec:";
"km" = "km";
"Distance: " = "Distância: ";
"Star system barycenter\n" = "Baricentro do sistema estelar\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Mag abs (apa): %.2f (%.2f)\n";
"Luminosity: " = "Luminosidade: ";
"x Sun" = "x Sol";
"Class: " = "Classe: ";
"Neutron star" = "Estrela de neutrões";
"Black hole" = "Buraco negro";
"Surface temp: " = "Temp à superfície:";
"Radius: " = "Raio: ";
"Rsun" = "RSol";
"Rotation period: " = "Período de rotação: ";
"Planetary companions present\n" = "Companheiros planetários presentes\n";
"Distance from center: " = "Distância do centro: ";
"Temperature: " = "Temperatura: ";
"Apparent mag: %.2f\n" = "Mag aparente: %.2f\n";
"  LT" = "  TL";
"Real time" = "Tempo real";
"-Real time" = "-Tempo real";
"Time stopped" = "Tempo parado";
" faster" = " mais depressa";
" slower" = " mais devagar";
" (Paused)" = " (Pausado)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nVelocidade: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " UA/s";
" ly/s" = " al/s";
"Travelling " = "A viajar";
"Track " = "Seguir a rota ";
"Follow " = "Seguir ";
"Sync Orbit " = "Órbita Geoest. ";
"Lock " = "Fixar ";
"Chase " = "Seguir ";
"FOV: " = "FOV: ";
"Sun" = "Sol";
"Target name: " = "Nome do alvo: ";
" at " = " em ";
" fps" = " fps";
"  Recording" = " A gravar";
"  Paused" = " Pausa";
"F11 Start/Pause    F12 Stop" = "F11 Iniciar/Pausar    F12 Parar";
"Edit Mode" = "Modo de edição";
"Loading solar system catalog: " = "A carregar o catálogo do Sistema Solar: ";
"Loading " = "A carregar ";
"License file 'License.txt' is missing!" = "O ficheiro de licença \"License.txt\" está ausente!";
"Error reading configuration file." = "Erro ao ler o ficheiro de configuração.";
"Initialization of SPICE library failed." = "Inicialização da livraria SPICE falhou.";
"Cannot read star database." = "Não é possível ler a base de dados de estrelas.";
"Error opening deepsky catalog file." = "Erro ao abrir o catálogo de céu profundo. ";
"Error opening solar system catalog.\n" = "Erro ao abrir o catálogo do Sistema Solar.\n";
"Error opening asterisms file." = "Erro ao abrir o ficheiro dos asterismos.";
"Error opening constellation boundaries files." = "Erro ao abrir o ficheiro das fronteiras das constelações.";
"render path: " = "Caminho de Renderização: ";
"Failed to initialize renderer" = "Falha na inicialização do motor de renderização";
"Error loading font; text will not be visible.\n" = "Erro ao carregar a fonte; o texto não será visível.\n";
"Error reading cross index " = "Erro ao ler o índice remissivo ";
"Loaded cross index " = "Índice remissivo carregado ";
"Error opening " = "Erro ao abrir ";
"Error reading star names file\n" = "Erro ao ler o ficheiro com o nome das estrelas\n";
"Error reading stars file\n" = "Erro ao ler o ficheiro das estrelas\n";
"Error opening star catalog " = "Erro ao abrir o catálogo de estrelas ";
"Error in creating ogg file %s for capture.\n" = "Erro ao criar o ficheiro ogg %s para captura.\n";
"Internal Ogg library error." = "Erro na livraria interna de Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - wrote %d frames\n";
"Settings" = "Configuração";
"Vendor: " = "Vendedor: ";
"Renderer: " = "Motor de Renderização: ";
"Version: " = "Versão: ";
"GLSL version: " = "Versão GLSL: ";
"Max simultaneous textures: " = "Nº máx. de texturas em simultâneo: ";
"Max texture size: " = "Tamanho máx. de texturas: ";
"Max cube map size: " = "Tamanho máx. de texturas: ";
"Point size range: " = "Intervalo do tamanho dos pontos";
"Supported Extensions:" = "Extensões suportadas: ";
"Windowed Mode" = "Modo em janela";
"Asteroids" = "Asteróides";
"Comets" = "Cometas";
"Invisibles" = "Invisíveis";
"Moons" = "Luas";
"Planets" = "Planetas";
"Spacecraft" = "Naves espaciais";
"Goto" = "Ir para";
"Follow" = "Seguir";
"Sync Orbit" = "Órbita Geoest.";
"Info" = "Informação";
"Reference Vectors" = "Vectores de referência";
"Show Body Axes" = "Mostrar Eixos";
"Show Frame Axes" = "Mostrar os Eixos das Bordas";
"Show Sun Direction" = "Mostrar a Direcção do Sol";
"Show Velocity Vector" = "Mostrar o Vector de Velocidade";
"Show Planetographic Grid" = "Mostrar a Grelha Planetográfica";
"Show Terminator" = "Mostrar o Terminador";
"Satellites" = "Satélites";
"Alternate Surfaces" = "Superfícies alternativas";
"Orbiting Bodies" = "Corpos em órbita";
"Unmark" = "Desmarcar";
"Mark" = "Marcar";
"Loading: " = "A carregar: ";
"LANGUAGE" = "pt";
"WinLangID" = "0816";
"Copied URL" = "URL copiado";
"Loading URL" = "A carregar o URL";
"Error opening script" = "Erro ao abrir o script";
"Error loading script" = "Erro ao carregar o script";
"Running script" = "A executar o script";
"Planet" = "Planeta";
"Satellite" = "Satélite";
"Date" = "Data";
"Start" = "Início";
"Duration" = "Duração";
"Earth" = "Terra";
"Jupiter" = "Júpiter";
"Saturn" = "Saturno";
"Uranus" = "Úrano";
"Neptune" = "Neptuno";
"Pluto" = "Plutão";
"Name" = "Nome";
"Distance (ly)" = "Distância (a.l.)";
"App. mag" = "Mag apa.";
"Abs. mag" = "Mag abs.";
"Type" = "Tipo";
"Universal Time" = "Tempo Universal";
"Local Time" = "Tempo Local";
"Time Zone Name" = "Fuso Horário";
"UTC Offset" = "Desvio em relação ao GMT";
"Celestial Browser" = "Navegador Celeste";
"Moon" = "Lua";
"Asteroid" = "Asteróide";
"Comet" = "Cometa";
"Invisible" = "Invisíveis";
"Barycenter" = "Baricentro";
"Small Body" = "Corpo Menor";
"Dwarf Planet" = "Planeta Anão";
"-" = "-";
"Eclipse Finder" = "Buscador de eclipses";
"Add Bookmark" = "Adicionar marcador";
"Add a bookmark for the current document" = "Adicionar marcador para o documento actual";
"Add Relative Bookmark" = "Adicionar Marcador Relativo";
"Add a relative bookmark for the current document" = "Adicionar marcador relativo para o documento actual";
"Add Settings Bookmark" = "Adicionar Marcador de Configurações";
"Add a settings bookmark for the current document" = "Adicionar um marcador de configurações para o documento actual";
"Edit your bookmark collection in a separate window" = "Editar a sua colecção de marcadores numa janela à parte";
"New Folder..." = "Nova Pasta...";
"Create a new bookmark folder in this menu" = "Criar uma nova pasta de marcadores neste menu";
"Can't add bookmark with empty URL" = "Impossível adicionar marcador com um URL vazio";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Algo parece estar errado com a sua instalação do Celestia. A directoria com o ecrã inicial não foi encontrada. \nO arranque irá continuar, mas provavelmente faltarão ao Celestia alguns ficheiros de dados e este poderá não funcionar correctamente, por favor verifique a sua instalação.";
"Go to URL..." = "Ir para URL...";
"Go to Long/Lat..." = "Ir para Long/Lat...";
"Back" = "Retroceder";
"Forward" = "Avançar";
"Home" = "Início";
"Bookmarks" = "Marcadores";
"Full Screen" = "Ecrã inteiro";
"Copy URL" = "Copiar URL";
"Set Time..." = "Definir a Hora...";
"Set Time to Now" = "Definir a Hora para Agora";
"Accelerate Time" = "Acelerar o Tempo";
"Decelerate Time" = "Desacelerar o Tempo";
"Accelerate Time (x2)" = "Acelerar o Tempo (2x)";
"Decelerate Time (/2)" = "Desacelerar o Tempo (/2)";
"Pause Time" = "Parar o Tempo";
"Reverse Time" = "Inverter o Tempo";
"Split View Vertically" = "Dividir o Panorama Verticalmente";
"Split View Horizontally" = "Dividir o Panorama Horizontalmente";
"Cycle View" = "Alternar o Panorama";
"Single View" = "Panorama individual";
"Delete View" = "Apagar Panorama";
"Frames Visible" = "Bordas Visíveis";
"Active Frame Visible" = "Borda Activa Visível";
"Synchronize Time" = "Sincronizar Hora";
"Alt-Azimuth Mode" = "Modo Altazimultal";
"Go To Surface" = "Ir Para a Superfície";
"Show Stars" = "Mostrar Estrelas";
"Show Planets" = "Mostrar Planetas";
"Show Galaxies" = "Mostrar Galáxias";
"Show Globulars" = "Mostrar E.Globulares";
"Show Partial Trajectories" = "Mostrar Trajectórias Parciais";
"Show Nebulae" = "Mostrar Nebulosas";
"Show Open Clusters" = "Mostrar Enxames Abertos";
"Show Constellations" = "Mostrar Constelações";
"Show CloudMaps" = "Mostrar Mapas de Nuvens";
"Show Cloud Shadows" = "Mostrar Sombras das Nuvens";
"Show Orbits" = "Mostrar Órbitas";
"Show Asteroid Orbits" = "Mostrar Órbitas dos Asteróides";
"Show Comet Orbits" = "Mostrar Órbitas dos Cometas";
"Show Moon Orbits" = "Mostrar Órbitas das Luas";
"Show Star Orbits" = "Mostrar Órbitas Estelares";
"Show Planet Orbits" = "Mostrar Órbitas dos Planetas";
"Show Spacecraft Orbits" = "Mostrar Órbitas das Naves Espaciais";
"Show Celestial Grid" = "Mostrar Grelha Celeste";
"Show Night Side Lights" = "Mostrar Luzes do Lado Nocturno";
"Show Markers" = "Mostrar Marcas";
"Show Atmospheres" = "Mostrar Atmosferas";
"Show Smooth Orbit Lines" = "Mostrar Linhas Orbitais Suaves";
"Show Eclipse Shadows" = "Mostrar Sombras dos Eclipses";
"Cycle Star Mode" = "Alterar o Modo Estelar";
"Show Ring Shadows" = "Mostrar Sombras do Anéis";
"Show Boundaries" = "Mostrar Fronteiras";
"Auto Magnitudes" = "Magnitudes Automáticas";
"Show Comet Tails" = "Mostrar Caudas dos Cometas";
"Show Star Labels" = "Mostrar Legendas das Estrelas";
"Show Planet Labels" = "Mostrar Legendas dos Planetas";
"Show Moon Labels" = "Mostrar Legendas das Luas";
"Show Comet Labels" = "Mostrar Legendas dos Cometas";
"Show Constellation Labels" = "Mostrar Legendas das Constelações";
"Constellation Labels in Latin" = "Legendas das Constelações em Latim";
"Show Galaxy Labels" = "Mostrar Legendas das Galáxias";
"Show Globular Labels" = "Mostrar Legendas dos E.Globulares";
"Show Nebula Labels" = "Mostrar Legendas das Nebulosas";
"Show Open Cluster Labels" = "Mostrar Legendas dos Enxames Abertos";
"Show Asteroid Labels" = "Mostrar Legendas dos Asteróides";
"Show Spacecraft Labels" = "Mostrar Legendas das Naves Espaciais";
"Show Location Labels" = "Mostrar Legendas das Localizações";
"Display Local Time" = "Mostrar a Hora Local";
"Show City Locations" = "Mostrar a Localização de Cidades";
"Show Observatory Locations" = "Mostrar a Localização de Observatórios";
"Show Landing Sites Locations" = "Mostrar a Localização de Sítios de Aterragem";
"Show Crater Locations" = "Mostrar a Localização de Crateras";
"Show Mons Locations" = "Mostrar a Localização de Montanhas";
"Show Terra Locations" = "Mostrar a Localização de Terras";
"Show Vallis Locations" = "Mostrar a Localização de Vales";
"Show Mare Locations" = "Mostrar a Localização de Mares";
"Show Other Locations" = "Mostrar Outros Locais";
"Wireframe Mode" = "Modo Wireframe";
"Center on Orbit" = "Centrar na Órbita";
"Basic" = "Básico";
"Multitexture" = "Multitextura";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Caminho de OpenGL seguinte";
"Sync framerate to video refresh rate" = "Sincronizar a framerate com o ritmo de refrescamento de vídeo";
"Grab Image" = "Capturar Imagem";
"Capture Video" = "Capturar Vídeo";
"OpenGL info" = "Informação do OpenGL";
"Show Bookmark Toolbar" = "Mostrar Barra de Ferramentas de Marcadores";
"OpenGL Info" = "Informação do OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Esta versão do Celestia não foi feita com suporte para captura de filme.";
"Go to URL" = "Ir para o URL";
"Enter URL" = "Inserir URL";
"Object: " = "Objecto: ";
"Longitude: " = "Longitude: ";
"East" = "Este";
"West" = "Oeste";
"Latitude: " = "Latitude: ";
"North" = "Norte";
"South" = "Sul";
"Altitude: " = "Altitude";
"Celestia encountered an error while processing your script" = "O Celestia encontrou um erro enquanto processava o seu script";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Usar ficheiro de configuração alternativo";
"Use alternate installation directory" = "Usar directoria de instalação alternativa";
"Use as additional \"extras\" directory" = "Usar como directoria de extensões \"extras\"";
"Start fullscreen" = "Iniciar em ecrã inteiro";
"Disable splash screen" = "Desactivar o ecrã inicial";
"Start and go to url" = "Iniciar e ir para o url";
"_: NAME OF TRANSLATORS\\nYour names" = "José Raeiro";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "zeraeiro@gmail.com";
"Celestia Preferences" = "Preferências do Celestia";
"Rendering" = "Renderização";
"Show" = "Mostrar";
"Stars" = "Estrelas";
"Galaxies" = "Galáxias";
"Nebulae" = "Nebulosas";
"Open Clusters" = "Enxames Abertos";
"Atmospheres" = "Atmosferas";
"Clouds" = "Nuvens";
"Cloud Shadows" = "Sombras das Nuvens";
"Night Side Lights" = "Luzes do Lado Nocturno";
"Eclipse Shadows" = "Sombras dos Eclipses";
"Comet Tails" = "Caudas dos Cometas";
"Orbits" = "Órbitas";
"Partial Trajectories" = "Trajectórias Parciais";
"Smooth Orbit Lines" = "Linhas Orbitais Suaves";
"Celestial Grid" = "Grelha Celeste";
"Constellations" = "Constelações";
"Markers" = "Marcas";
"Ring Shadows" = "Sombras dos Anéis";
"Constellation Boundaries" = "Fronteiras das Constelações";
"Orbits / Labels" = "Órbitas / Legendas";
"Labels" = "Legendas";
"Constellations in Latin" = "Constelações em Latim";
"Spacecrafts" = "Naves Espaciais";
"Locations" = "Localizações";
"Ambient Light" = "Luz Ambiente";
"Limiting Magnitude" = "Magnitude Limite";
"Info Text" = "Texto Informativo";
"Level: " = "Nível: ";
"None" = "Nenhum";
"Terse" = "Conciso";
"Verbose" = "Completo";
"Textures" = "Texturas";
"Resolution: " = "Resolução: ";
"Low" = "Baixa";
"Medium" = "Média";
"High" = "Alto";
"Automatic FOV" = "FOV Automático";
"Screen DPI: " = "Resolução em DPI: ";
"Viewing Distance (cm): " = "Distância ao monitor (cm): ";
"Cities" = "Cidades";
"Observatories" = "Observatórios";
"Landing Sites" = "Sítios de Aterragem";
"Craters" = "Crateras";
"Mons" = "Montes";
"Terra" = "Terra";
"Vallis" = "Vales";
"Mare" = "Mares";
"Other" = "Outros";
"Minimum Feature Size" = "Tamanho Mínimo da Feição";
"Date/Time" = "Data/Hora";
"Display" = "Visualização";
"Timezone: " = "Fuso Horário";
"Format: " = "Formato: ";
"Local Format" = "Formato Local";
"Set" = "Definir";
"Local Time is only supported for dates between 1902 and 2037.\n" = "O Tempo Local apenas é suportado para datas entre 1902 e 2037.\n";
"Julian Date: " = "Data Juliana: ";
"Now" = "Agora";
"\nSelection: " = "\nSelecção: ";
"Include Light Travel Time" = "Incluir o Tempo de Viagem da Luz";
"Ignore Light Travel Time " = "Ignorar o Tempo de Viagem da Luz";
"OpenGL" = "Open GL";
"Key Bindings" = "Teclas de atalho";
"<b>Unextended OpenGL 1.1</b>" = "<b>OpenGL 1.1. sem extensão</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Texturas múltiplas e a extensão ARB_texenv_combine extension</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>Combiner NVIDIA, nenhum programa de vértices</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>Extensão ARB_texenv_DOT3, ARB_vertex_program extension</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>Combiners NVIDIA, extensão NV_vertex_program</b><br> proporcionam mapas bump, sombras de anéis, e realces especulas em qualquer placa gráfica GeForce ou ATI Radeon, apensar do NvCombiner serem uma opção ligeiramente melhor para os utilizadores de GeForce";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>Combiners NVIDIA, extensão ARB_vertex_program</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program e extensão ARB_vertex_program </b><br>proporcionam efeitos avançados em placas GeForce FX e Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program e extensões ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Língua de Sombras OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "O ficheiro %1 não existe, será usado o ficheiro de configuração por defeito %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "A directoria %1 não existe, será usada por defeito %2";
"Extras directory %1 does not exist" = "A directoria de extras %1 não existe";
"Abs (app) mag: " = "Mag abs (apa): ";
"Surface Temp: " = "Temp à Superfície: ";
"Marked objects" = "Objectos marcados";
"Select" = "Seleccionar";
"Center" = "Centrar";
"Synch Orbit" = "Órbita Geoest.";
"Unmark All" = "Desmarcar Todos";
"Diamond" = "Diamante";
"Triangle" = "Triângulo";
"Square" = "Quadrado";
"Filled Square" = "Encher Quadrado";
"Plus" = "Mais";
"X" = "X";
"Left Arrow" = "Seta Esquerda";
"Right Arrow" = "Seta Direita";
"Up Arrow" = "Seta para Cima";
"Down Arrow" = "Seta para Baixo";
"Circle" = "Círculo";
"Disk" = "Disco";
"Normal" = "Normal";
"Small Bodies" = "Corpos Pequenos";
"Dwarf Planets" = "Planetas Anões";
"Duration: %1" = "Duração: %1";
"Size: %1 MB" = "Tamanho: %1 MB";
"Current size: %1 x %2" = "Tamanho actual: %1 x %2";
"Current width: %1 x %2" = "Largura actual: %1 x %2";
"Current height: %1 x %2" = "Altura actual: %1 x %2";
"You must specify a file name." = "Terá que indicar o nome de um ficheiro.";
"Error initializing movie capture." = "Erro ao inicializar a captura do filme.";
"Navigation" = "Navegação";
"Options" = "Opções";
"Objects" = "Objectos";
"OpenGL Render Path" = "Caminho de renderização OpenGL";
"Time" = "Hora";
"MultiView" = "Multipanorama";
"Main Toolbar" = "Barra de Ferramentas Principal";
"Dist." = "Dist.";
"App. Mag." = "Mag. Apa.";
"Abs. Mag." = "Mag. Abs.";
"With Planets" = "Com Planetas";
"Brightest (Abs.)" = "Mais Brilhante (Abs.)";
"Brightest (App.)" = "Mais Brilhante (Apa.)";
"Nearest" = "Mais Próxima";
"Close" = "Fechar";
"Alt+C" = "Alt+C";
"Refresh" = "Refrescar";
"End" = "Fim";
"Search parameters" = "Parâmetros de busca";
"Solar Eclipses" = "Eclipses Solares";
"On:" = "Em: ";
"Moon Eclipses" = "Eclipses Lunares";
"Search" = "Procurar";
"To:" = "Para:";
"From:" = "De:";
"Close" = "Fechar";
"Video Capture" = "Captura de Vídeo";
"Save As:" = "Gravar como:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Formato";
"Current" = "Actual";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Tamanho da Imagem";
"Frame Rate:" = "Frames por segundo";
"Video Quality:" = "Qualidade Vídeo:";
"Play Video when capture is done" = "Correr o Vídeo quando terminar a captura";
"Usage" = "Utilização";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Premir <b>F11</b> para arrancar/pausar a gravação<br>\nPremir <b>F12</b> para parar</p>\n\n<p>Tenha em atenção que não será possível redimensionar a janela principal até ao fim da captura</p>";
"OK" = "OK";
"Cancel" = "Cancelar";
"Mercury" = "Mercúrio";
"Venus" = "Vénus";
"Mars" = "Marte";
"Phobos" = "Fobos";
"Deimos" = "Deimos";
"Amalthea" = "Amaltéia";
"Io" = "Io";
"Europa" = "Europa";
"Ganymede" = "Ganimedes";
"Callisto" = "Calisto";
"Prometheus" = "Prometeu";
"Pandora" = "Pandora";
"Epimetheus" = "Epimeteu";
"Janus" = "Jano";
"Mimas" = "Mimas";
"Enceladus" = "Encelado";
"Tethys" = "Tétis";
"Dione" = "Dione";
"Rhea" = "Reia";
"Titan" = "Titã";
"Hyperion" = "Hipérion";
"Iapetus" = "Jápeto";
"Phoebe" = "Febe";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titânia";
"Oberon" = "Oberon";
"Larissa" = "Lárissa";
"Proteus" = "Proteu";
"Triton" = "Tritão";
"Nereid" = "Nereida";
"Pluto-Charon" = "Plutão-Caronte";
"Charon" = "Caronte";
"NORTH AMERICA" = "AMÉRICA DO NORTE";
"SOUTH AMERICA" = "AMÉRICA DO SUL";
"EURASIA" = "EURÁSIA";
"AFRICA" = "ÁFRICA";
"AUSTRALIA" = "AUSTRÁLIA";
"ANTARCTICA" = "ANTÁRCTICA";
"NORTH ATLANTIC OCEAN" = "OCEANO ATLÂNTICO NORTE";
"SOUTH ATLANTIC OCEAN" = "OCEANO ATLÂNTICO SUL";
"NORTH PACIFIC OCEAN" = "OCEANO PACÍFICO NORTE";
"SOUTH PACIFIC OCEAN" = "OCEANO PACÍFICO SUL";
"INDIAN OCEAN" = "OCEANO ÍNDICO";
"ARCTIC OCEAN" = "OCEANO ÁRTICO";
"Milky Way" = "Via Láctea";
"SMC" = "PNM";
"LMC" = "GNM";
"Solar System Barycenter" = "Baricentro do Sistema Solar";
"File" = "Ficheiro";
"Open Script..." = "Abrir Script...";
"Scripts" = "Scripts";
"Placeholder" = "Espaço reservado";
"Capture Image...\tF10" = "Capturar Imagem...\tF10";
"Capture Movie...\tShift+F10" = "Capturar Filme...\tShift+F10";
"Exit" = "Sair";
"Select Sol\tH" = "Seleccionar Sol\tH";
"Tour Guide..." = "Guia de Excursão...";
"Select Object..." = "Seleccionar Objecto...";
"Goto Object..." = "Ir para Objecto...";
"Center Selection\tC" = "Centrar na Selecção\tC";
"Go to Selection\tG" = "Ir para a Selecção\tG";
"Follow Selection\tF" = "Seguir a Selecção\tF";
"Sync Orbit Selection\tY" = "Órbita Geoest. à volta da Selecção\tY";
"Track Selection\tT" = "Seguir a trajectória da Selecção\tT";
"Solar System Browser..." = "Navegador do Sistema Solar...";
"Star Browser..." = "Navegador Estelar...";
"Eclipse Finder" = "Buscador de Eclipses";
"Time" = "Hora";
"10x Faster\tL" = "10x Mais Rápido\tL";
"10x Slower\tK" = "10x Mais Lento\tK";
"Freeze\tSpace" = "Pausar\tEspaço";
"Reverse Time\tJ" = "Inverter o Tempo\tJ";
"Set Time..." = "Definir Hora...";
"Show Local Time" = "Mostrar Tempo Local";
"Render" = "Renderização";
"Select Display Mode..." = "Escolher Modo de Visualização...";
"Toggle Full Screen\tAlt+Enter" = "Alternar entre Ecrã Inteiro\tAlt+Enter";
"View Options..." = "Opções de Visualização...";
"Locations..." = "Localizações...";
"More Stars Visible\t]" = "Mais Estrelas Visíveis\t]";
"Fewer Stars Visible\t[" = "Menos Estrelas Visíveis\t[";
"Auto Magnitude\tCtrl+Y" = "Magnitude Automática\tCtrl+Y";
"Star Style" = "Forma das Estrelas";
"Fuzzy Points" = "Pontos Indistintos";
"Points" = "Pontos";
"Scaled Discs" = "Discos à Escala";
"Ambient Light" = "Luz Ambiente";
"None" = "Nenhuma";
"Low" = "Baixa";
"Medium" = "Média";
"Texture Resolution" = "Resolução das Texturas";
"High" = "Alto";
"Antialiasing\tCtrl+X" = "Antialiasing\tCtrl+X";
"View" = "Panorama";
"Split Horizontally\tCtrl+R" = "Dividir Horizontalmente\tCtrl+R";
"Split Vertically\tCtrl+U" = "Dividir Verticalmente\tCtrl+U";
"Delete Active View\tDEL" = "Apagar Panorama Activo\tDEL";
"Single View\tCtrl+D" = "Panorama Individual\tCtrl+D";
"Show Frames" = "Mostrar as Bordas";
"Synchronize Time" = "Sincronizar o Tempo";
"Bookmarks" = "Marcadores";
"Add Bookmarks..." = "Adicionar Marcadores...";
"Organize Bookmarks..." = "Organizar Marcadores...";
"Help" = "Ajuda";
"Run Demo" = "Correr Demonstração";
"Controls" = "Controles";
"OpenGL Info" = "Informação do Open GL";
"License" = "Licença";
"About Celestia" = "Acerca do Celestia";
"About Celestia" = "Acerca do Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copr. (C) 2001-2008, Equipa de Desenv. do Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "O Celestia é software livre e não vem com qualquer garantia.";
"Authors" = "Autores";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Seleccionar Objecto";
"Object Name" = "Nome do Objecto";
"License" = "Licença";
"Celestia Controls" = "Controlos do Celestia";
"OpenGL Driver Info" = "Informação do Driver OpenGL";
"Set Simulation Time" = "Definir Hora da Simulação";
"Time Zone: " = "Fuso Horário: ";
"Set To Current Time" = "Actualizar para a Hora Actual";
"Add Bookmark" = "Adicionar Marcardor";
"Create in >>" = "Criar em >>";
"New Folder..." = "Nova Pasta...";
"Solar System Browser" = "Navegador do Sistema Solar";
"Solar System" = "Sistema Solar";
"Go To" = "Ir Para";
"Solar System Objects" = "Objectos do Sistema Solar";
"Star Browser" = "Navegador Estelar";
"Brightest" = "Mais Brilhante";
"With planets" = "Com Planetas";
"Refresh" = "Refrescar";
"Star Search Criteria" = "Critério de Busca de Estrelas";
"Maximum Stars Displayed in List" = "Nº Máximo de Estrelas Apresentado na Lista";
"Tour Guide" = "Guia de Excursão";
"Go To" = "Ir Para";
"Select your destination:" = "Escolha o seu destino:";
"Go to Object" = "Ir para Objecto";
"radii" = "raio";
"Object" = "Objecto";
"Long." = "Long.";
"Lat." = "Lat.";
"Distance" = "Distância";
"Size:" = "Tamanho:";
"Frame rate:" = "Imagens por segundo:";
"Select Display Mode" = "Escolher o Modo de Visualização";
"Resolution" = "Resolução";
"View Options" = "Opções de Visualização";
"Globulars" = "Globulares";
"Grids" = "Grelhas";
"Celestial" = "Celestial";
"Horizontal" = "Horizontal";
"Galactic" = "Galáctico";
"Ecliptic" = "Eclíptica";
"Minor Moons" = "Luas Menores";
"DSO Labels" = "Legendas DSO";
"Diagrams" = "Diagramas";
"Boundaries" = "Mostrar Fronteiras";
"Latin Names" = "Nomes em Latim";
"Information Text" = "Texto Informativo";
"Filter Stars" = "Filtrar Estrelas";
"Montes (Mountains)" = "Montes (Montanhas)";
"Maria (Seas)" = "Maria (Mares)";
"Valles (Valleys)" = "Valles (Vales)";
"Terrae (Land masses)" = "Terrae (Massas de Terra)";
"Volcanoes" = "Vulcões";
"Other features" = "Outras feições";
"Label Features" = "Legendar as Feições";
"Show Features" = "Mostrar as Feições";
"Minimum Labeled Feature Size" = "Tamanho Mínimo da Feição Legendada";
"Add New Bookmark Folder" = "Adicionar Nova Pasta de Marcadores";
"Folder Name" = "Nome da Pasta";
"Organize Bookmarks" = "Organizar Marcadores";
"Rename..." = "Renomear...";
"Delete" = "Apagar";
"Rename Bookmark or Folder" = "Renomear Marcador ou Pasta";
"New Name" = "Novo Nome";
"Compute" = "Calcular";
"Set Date and Go to Planet" = "Definir Data e Ir para Planeta";
"Lunar Eclipses" = "Eclipses Lunares";
"Jan" = "Jan";
"Feb" = "Fev";
"Mar" = "Mar";
"Apr" = "Abr";
"May" = "Mai";
"Jun" = "Jun";
"Jul" = "Jul";
"Aug" = "Ago";
"Sep" = "Set";
"Oct" = "Out";
"Nov" = "Nov";
"Dec" = "Dez";
